Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localization/Features/Settings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-plugins.status-ready
source: Ready
de: Bereit
es: Listo
fr: Prête
ja: 使用できます
ko: 사용 가능
ru: Готов
vi: Sẵn sàng
zh_hans: 就绪
zh_hant: 就緒

# preferences-plugins.tier-development
source: Loaded from a folder
de: Aus einem Ordner geladen
es: Cargado desde una carpeta
fr: Chargée depuis un dossier
ja: フォルダから読み込み
ko: 폴더에서 불러옴
ru: Загружен из папки
vi: Tải từ thư mục
zh_hans: 从文件夹载入
zh_hant: 從資料夾載入

# preferences-plugins.tier-official
source: Made by Snapzy
de: Von Snapzy
es: Creado por Snapzy
fr: Créée par Snapzy
ja: Snapzy 製
ko: Snapzy 제작
ru: От Snapzy
vi: Do Snapzy phát triển
zh_hans: 由 Snapzy 制作
zh_hant: 由 Snapzy 製作

# preferences-plugins.tier-verified
source: Known developer
de: Bekannter Entwickler
es: Desarrollador conocido
fr: Développeur connu
ja: 確認済みの開発者
ko: 확인된 개발자
ru: Известный разработчик
vi: Nhà phát triển đã xác minh
zh_hans: 已知开发者
zh_hant: 已知開發者

# preferences-plugins.update
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: アップデート
ko: 업데이트
ru: Обновить
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# preferences-plugins.warnings-title
source: Good to know
de: Gut zu wissen
es: Conviene saber
fr: Bon à savoir
ja: 知っておくこと
ko: 알아두면 좋은 점
ru: Полезно знать
vi: Lưu ý
zh_hans: 需要留意
zh_hant: 需要留意

# preferences-plugins.withdrawn
source: Withdrawn
de: Zurückgezogen
es: Retirado
fr: Retirée
ja: 提供終了
ko: 제공 중단
ru: Отозван
vi: Đã gỡ bỏ
zh_hans: 已下架
zh_hant: 已下架

# preferences-plugins.withdrawn-message
source: Snapzy pulled this plugin. It can't be installed.
de: Snapzy hat dieses Plugin zurückgezogen. Es kann nicht installiert werden.
es: Snapzy retiró este plugin. No se puede instalar.
fr: Snapzy a retiré cette extension. Elle ne peut pas être installée.
ja: Snapzy がこのプラグインの提供を終了しました。インストールできません。
ko: Snapzy가 이 플러그인의 제공을 중단했습니다. 설치할 수 없습니다.
ru: Snapzy отозвал этот плагин. Установить его нельзя.
vi: Snapzy đã gỡ tiện ích này. Bạn không thể cài đặt.
zh_hans: Snapzy 已下架此插件，无法安装。
zh_hant: Snapzy 已下架此外掛程式，無法安裝。

# preferences.tab.about
source: About
de: Über
es: Acerca de
fr: À propos de
ja: 情報
ko: 소개
ru: О
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# preferences.tab.advanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
ko: 고급
ru: Дополнительно
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

# preferences.tab.annotate
source: Annotate
de: Anmerkungen
es: Anotar
fr: Annoter
ja: 注釈
ko: 주석
ru: Аннотации
vi: Chú thích
zh_hans: 标注
zh_hant: 標註

# preferences.tab.capture
source: Capture
de: Erfassen
es: Captura
fr: Capturer
ja: キャプチャ
ko: 캡처
ru: Захватить
vi: Chụp
zh_hans: 截屏
zh_hant: 截圖

# preferences.tab.cloud
source: Cloud
de: Wolke
es: Nube
fr: Nuage
ja: クラウド
ko: 구름
ru: Облако
zh_hans: 云
zh_hant: 雲

# preferences.tab.general
source: General
de: Allgemein
es: Generalidades
fr: Général
ja: 一般
ko: 일반
ru: Общие
vi: Tổng quát
zh_hans: 通用
zh_hant: 通用

# preferences.tab.history
source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
ru: История
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史紀錄

# preferences.tab.menu-bar
source: Menu Bar
de: Menüleiste
es: Barra de menús
fr: Barre des menus
ja: メニューバー
ko: 메뉴 막대
ru: Строка меню
vi: Thanh menu
zh_hans: 菜单栏
zh_hant: 選單列

# preferences.tab.permissions
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
ru: Разрешения
vi: Quyền
zh_hans: 权限
zh_hant: 權限

# preferences.tab.quick-access
source: Quick Access
de: Schnellzugriff
es: Acceso rápido
fr: Accès rapide
ja: クイックアクセス
ko: 빠른 액세스
ru: Быстрый доступ
vi: Truy cập nhanh
zh_hans: 快速访问
zh_hant: 快速訪問

# preferences.tab.shortcuts
source: Shortcuts
de: Verknüpfungen
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
ru: Ярлыки
vi: Phím tắt
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

# preferences-about.version
source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
ru: Версия %@
vi: Phiên bản %@
zh_hans: 版本%@
zh_hant: 版本%@

# preferences-about.website
source: Website
es: Sitio web
fr: Site Web
ja: ウェブサイト
ko: 웹사이트
ru: Веб-сайт
vi: Trang web
zh_hans: 网站
zh_hant: 網站

# preferences-advanced.backup-section
source: Backup
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ko: 백업
ru: Резервная копия
vi: Sao lưu
zh_hans: 备份
zh_hant: 備份

# preferences-advanced.config-sync-status-title
source: config.toml sync
es: Sincronización de config.toml
fr: Synchro config.toml
ja: config.toml 同期
ko: config.toml 동기화
ru: Синхронизация config.toml
vi: Đồng bộ config.toml
zh_hans: config.toml 同步
zh_hant: config.toml 同步

# preferences-advanced.section-integration
source: Integration
es: Integración
fr: Intégration
ja: 統合
ko: 통합
ru: Интеграция
vi: Tích hợp
zh_hans: 集成
zh_hant: 整合

# preferences-general.default-save-location
source: Desktop/Snapzy
es: Escritorio/Snapzy
fr: Bureau/Snapzy
ja: デスクトップ/Snapzy
ko: 데스크탑/Snapzy
ru: Рабочий стол / Snapzy
zh_hans: 桌面/Snapzy
zh_hant: 桌面/Snapzy

# preferences-general.section-updates
source: Software Updates
es: Actualizaciones de software
fr: Mises à jour logicielles
ja: ソフトウェアのアップデート
ko: 소프트웨어 업데이트
ru: Обновления программного обеспечения
vi: Cập nhật phần mềm
zh_hans: 软件更新
zh_hant: 軟體更新

# preferences-history.default-filter-gifs
source: GIFs
es: GIF
fr: GIF
ja: GIF
ko: GIF
ru: GIF
vi: GIF
zh_hans: GIF
zh_hant: GIF

# preferences-history.default-filter-videos
source: Videos
es: Vídeos
fr: Vidéos
ja: ビデオ
ko: 동영상
ru: Видео
vi: Video
zh_hans: 视频
zh_hant: 影片

# preferences-history.panel-position-title
source: Panel Position
es: Posición del panel
fr: Position du volet
ja: パネルの位置
ko: 패널 위치
ru: Положение панели
vi: Vị trí bảng
zh_hans: 面板位置
zh_hant: 面板位置

# preferences-plugins.capability-media
source: Video
es: Vídeo
fr: Vidéo
ja: 動画
ko: 동영상
ru: Видео
zh_hans: 视频
zh_hant: 影片

# preferences-plugins.kind-gif
source: GIFs
es: GIF
fr: GIF
ja: GIF
ko: GIF
ru: GIF
vi: ảnh GIF
zh_hans: GIF 动图
zh_hant: GIF 動圖

# preferences-plugins.kind-screenshot
source: screenshots
es: capturas de pantalla
fr: captures d'écran
ja: スクリーンショット
ko: 스크린샷
ru: снимки экрана
vi: ảnh chụp màn hình
zh_hans: 截图
zh_hant: 螢幕擷取畫面

# preferences-plugins.kind-video
source: videos
es: vídeos
fr: vidéos
ja: 動画
ko: 동영상
ru: видео
vi: video
zh_hans: 视频
zh_hant: 影片

# preferences-plugins.tier-community
source: Community
es: Comunidad
fr: Communauté
ja: コミュニティ
ko: 커뮤니티
ru: Сообщество
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社群

# preferences-plugins.updates-section
source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ko: 업데이트
ru: Обновления
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# preferences-plugins.version
source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
ru: Версия %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# preferences-about.update-channel-beta
source: Beta
fr: Bêta
ja: ベータ版
ko: 베타
ru: Бета
zh_hans: 测试版
zh_hant: 測試版

# preferences.tab.plugins
source: Plugins
fr: Extensions
ja: プラグイン
ko: 플러그인
ru: Плагины
vi: Tiện ích mở rộng
zh_hans: 插件
zh_hant: 外掛程式

# preferences-plugins.capability-network
source: Internet
ja: インターネット
ko: 인터넷
ru: Интернет
zh_hans: 联网
zh_hant: 網際網路

# preferences-menubar.app-section
source: App
ko: 앱
ru: Приложение
vi: Ứng dụng
zh_hans: 应用

# preferences-about.github
source: GitHub
ru: Гитхаб
